# 社会学家沈奕斐：今天爱情婚姻那么难，是因为我们“双标”和“既要又要”

* 文艺圈
* 2021年10月26日 13:00
--- 
*沈奕斐指出，大量研究发现，当下的爱情模式是“新旧脚本的混杂”，用一句话来概括就是“命中注定我爱你”——人们希望获得爱情的自主性，但又对旧式爱情的不费吹灰之力和稳定性恋恋不舍.*

![鼓楼西话剧《婚姻情境》剧照](https://img1.jiemian.com/101/original/20211025/163509673838529900_a640x364.jpeg)

记者 | 林子人

编辑 | 黄月

---
约翰与玛丽安，一对登上时尚杂志的模范夫妻，“我们几乎不吵架，就算吵也是理智地听对方说些什么，然后再达成合理的妥协。”然而突然有一天，这对中产高知夫妇发现自己已经难以忍受彼此，他们争吵、分居、离婚，与不同的情人恋爱、再婚，却似乎永远也找不到灵肉合一的完美婚姻……这是瑞典著名导演、编剧英格玛·伯格曼1973年的电视剧《婚姻情境》（Scenes from a Marriage）讲述的故事，据说这部剧播出后不久就导致了该国离婚率上升。

70年代至今，婚姻与亲密关系的性质与意义已发生了不容忽视的变化：离婚率不断攀升；家务劳动的市场化和女性进入劳动力市场让男性和女性都开始具备独立生活的可能性，婚姻因此不再是一个人生必选项。在这样的时代背景下，我们发现伯格曼的《婚姻情境》相当有预见性——，比如2019年的《婚姻故事》（Marriage Story）和HBO今年翻拍的新版《婚姻情境》。


![HBO新版《婚姻情境》海报（来源：豆瓣）](https://img1.jiemian.com/101/original/20211025/163513939338771800_a700xH.jpeg)
爱情与婚姻的变化让人吃惊甚至有些让人恐惧，但种种研究告诉我们，它亦有恒定不变的地方，即我们依然需要亲密关系，依然需要从这种联结中汲取力量和意义。那么，为什么今天的爱情婚姻那么难呢？伯格曼的《婚姻情境》给了我们怎样的启示？日前，复旦大学社会学副教授沈奕斐在中国大戏院举办主题讲座，在鼓楼西话剧《婚姻情境》上演前夕，与观众分享了她对这个话题的研究发现。

爱情的意义正在不断“降维”
“今天我们一个人也可以生活得很好，甚至我们发现，一时单身一时爽，一直单身一直爽。我们以前希望结婚能带来一个遮风挡雨的环境，结果你发现，风与雨都是它带来的。那么为什么还要结婚呢？”这确实是一个切中年轻人痛点的问题。沈奕斐指出，虽然婚姻在当下或许已不再是人生的必选项，但社会学研究发现亲密关系在今天依然非常重要。根据幸福拐点规律，当物质生活条件提升到一定水平，它的增加对幸福体验的影响就较为有限，幸福感的提升将更多来源于自我的存在意义。

在解决意义问题方面，亲密关系——更确切而言是与人的联结——起到了非常重要的作用。“所以我们会说不想结婚，但是另一方面我们又在内心渴望亲密关系，所以有一个梗是说，我们可以自己不谈恋爱，但是我的CP一定要结婚。”沈奕斐的研究发现，人们在年轻时往往会忽视亲密关系的重要性，因此此时身边的联结有很多，比如父母和朋友；但随着年纪增长，身边的联结逐渐减弱（父母老去难以再与他们说掏心窝子的话，朋友们渐渐都有了自己的生活），亲密关系的重要性就会凸显出来。

亲密关系的另一重意义是性欲望的升华。沈奕斐指出，人对与他人的身体接触有天然的需求，缺乏身体接触在一定程度上是抑郁症、焦虑症等精神疾病的诱发原因。然而随着个人主义盛行、社会原子化程度的加深，我们已很少有合理理由与别人有饱含情感的身体接触，恰恰是亲密关系给我们提供了这个机会。沈奕斐表示自己喜欢《婚姻情境》这部剧的原因之一就是它直面性关系在亲密关系中的重要作用，她注意到，剧中的夫妇每次关系改善都跟他们的上床行为紧密相连。事实上，爱情在本质上就是要处理性关系和亲密关系之间的张力问题。


鼓楼西话剧《婚姻情境》剧照
虽然我们依然渴望爱情，但“爱情的降维”是一个值得注意的现象，社会发展和文化变迁让爱情对不同的性别和代际的群体来说具有了不同的意义。沈奕斐指出，在传统中国，爱情故事的叙事都是男性中心主义的，在男性的爱情故事里，女性的存在被构建为男性个人发展的促进力量且不能对这一目标造成阻碍，因此女性往往是“工具人”。进入民国时期，爱情话语体系转向为以女性为主导，恋爱自由因被视作个体解放、追求自由的第一步而具有了某种政治性。

然而近年来随着市场经济的发展，爱情的意义在不断“降维”，越来越多的人不再能欣赏跨越阶层的爱情，影视作品中的爱情越来越少以穷人为主角。这固然反映了爱情作为一种感性力量不断被理性的商业计算所冲刷和改变，但从另一个角度来说，沈奕斐认为这也反映了今天的爱情对人们最重要的意义不是个人解放和跨越社会阶层，而是实现自我价值。

“新旧脚本的混杂”让现代爱情更难
既然亲密关系依然重要，为什么我们如今还是感到真爱越来越难以寻觅，婚姻越来越摇摇欲坠呢？在解答这个问题时，沈奕斐提出了“爱情的新旧脚本混杂”的概念。在爱情旧脚本中，婚姻服务的对象是家庭而非个人，婚姻的目的是传宗接代光宗耀祖，在这种爱情模式下，个人的意愿和利益要服从于家族利益，婚姻的缔结依靠父母之命媒妁之言，但它的好处是不需要个人承担选择的责任，只需履行自己的性别角色，且婚姻足够稳定。然而在我们的时代，一种爱情新脚本业已出现。在这种脚本中，个人的意愿、选择和幸福高于一切，缔结婚姻的逻辑是我和TA在一起可以变得更好。

沈奕斐指出，大量研究发现当下的爱情模式是“新旧脚本的混杂”，用一句话来概括就是“命中注定我爱你”。人们希望获得爱情的自主性，但又对旧式爱情的不费吹灰之力和稳定性恋恋不舍。这解释了为何近年来《三生三世十里桃花》等强调爱情生生世世矢志不渝的电视剧大行其道。亲密关系的不确定性和我是否在这段关系中做得足够好、对对方产生持久的吸引力，成为了一个折磨人的问题——这也正是《婚姻情境》中的男主角不断追问的问题。沈奕斐认为，我们每一个个体都想要把新旧脚本中的好处都拿到手，男性希望女性上得厅堂下得厨房，女性希望男性在时刻关注自己的同时又要有成功事业，“今天的婚姻这么难是因为我们背后有两个完全相反的逻辑体系，如果你双标，一旦自相矛盾，想找到合适的人就很难。”


伯格曼版《婚姻生活》剧照（来源：豆瓣）
出现这种情况是因为当代中国经历了现代性狂风骤雨式的洗礼。过去四五十年的时间里，中国社会的剧烈转型相当于完成了西方社会百年历程，我们与父母辈的爱情观念已经出现极大差异，同时也导致我们没能彻底走出旧脚本的束缚。在另一方面，独生子女时代也在很大程度上导致了当代年轻人对爱的理解出现偏差。沈奕斐说，爱的本质是对一个人产生好奇心，想要去靠近TA、帮助TA、独占TA，与TA形成联盟。因此，爱强调给予。然而年轻人从小到大所习惯的爱是被给予，这或许也是今天的爱情这么难的一个原因。

沈奕斐认为，在这个越来越强调理性的时代，亲密关系是为数不多的让人能够感性付出的领域，但它可能导致的一个问题是，人们把所有感性世界的认识、所有对亲密关系的美好想象都放在了爱情和婚姻里，然而爱情和婚姻其实承载不了那么重的意义。在《婚姻情境》中，男女主角最初都认为不再能从这段关系中获得幸福，一定是婚姻出现了问题，只有逃离才能解决。但在逃离之后，他们又双双出轨再在一起。沈奕斐认为这说明了逃离不能解决问题，关键是要认识到婚姻只能承担一部分的幸福意义，剩下的需要通过别的途径获得。


HBO新版《婚姻生活》剧照（来源：豆瓣）
婚姻关系是否能走得长远，还取决于我们能否意识到初期关系和长期关系的逻辑是不同的。她指出，在一段亲密关系的初期阶段（前18个月），人们往往关注的是寻找共同点和共鸣。但当一段关系进入长期关系，往往是双方越有差异、越能互补，越能走得长远。事实上，任何深度的人际关系都需要直面深度的差异，找到冲突的调和方法，特别是确立共同目标和个人边界。“良性的关系难在既有‘你我’，又有‘我们’——在爱情里，什么是你的事？什么是我的事？什么是我们的事？我们要共同构造我们的事，但不能干涉你我的事。”

“一个人能不能更快乐，其实跟亲密关系没有关系。一个人能幸福，两个人才能幸福；一个人不能幸福，就要遇到一个能治愈你的人，”沈奕斐说，“爱情是勇敢者的游戏，它要你打开自己，愿意去碰撞，愿意去成长，而幸福是这个勇敢者游戏的回报。”

（10月27日-10月31日，鼓楼西话剧《婚姻情境》在上海中国大戏院上演。）

*来源：界面新闻*

